Repository: Daniel-KM/Omeka-S-module-SearchHistory
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Search History
fr: Historique des recherches

source: Access forbidden
fr: Accès interdit

source: A query is required
fr: Une requête est nécessaire

source: The path of the engine is required
fr: Le chemin de recherche est nécessaire

source: Unable to save.
fr: Impossible d’enregistrer.

source: Give a name to your search
fr: Donnez un nom à votre recherche

source: Search deleted from your account.
fr: Recherche supprimée de votre compte

source: Delete saved search
fr: Supprimer la recherche sauvegardée

source: Search saved in your account.
fr: La recherche a été enregistrée dans votre compte.

source: Save current search
fr: Enregistrer la recherche

source: %d saved search requests
fr: %d recherches sauvegardées

source: No search requests are saved.
fr: Aucune recherche n’est sauvegardée.

source: Search history
fr: Historique de recherche

source: The view helper "linkSearchHistory" was renamed "searchHistoryLink" and you should update your theme. Check your theme. Matching templates: {json}
fr: La fonction de vue « linkSearchHistory » a été renommé « searchHistoryLink » et vous devez mettre à jour votre thème. Fichiers correspondants : {json}

source: It is now possible to use a dialog for the form.
fr: Il est désormais possible d’utiliser un dialogue pour le formulaire.

source: Invalid navigation: link without label (%s)
fr: Navigation invalide : lien sans label (%s)

source: No query is set.
fr: Aucune requête n’est indiquée.

source: Your search is saved.
fr: Votre recherche est sauvegardée.

source: You can find it in your account.
fr: Vous pouvez la retrouver dans votre compte.
